260628_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/mar-y-montana/cocina-verano-recetas-frescas-rapidas-nutritivas-toda-familia-ii/20260628173114194983.html][Cocina de verano: recetas frescas, rápidas y nutritivas para toda la familia (II)]]
- [[https://eldiariocantabria.publico.es/articulo/sociedad/aun-has-hecho-declaracion-campana-renta-2025-finaliza-martes/20260628172133194981.html][¿Aún no has hecho la declaración? La Campaña de la Renta 2025 finaliza este martes]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/juez-caso-leire-diez-escucha-lunes-empresaria-que-dice-haber-llevado-90000-euros-sede-psoe/20260628171042194980.html][El juez del 'caso Leire Díez' escucha este lunes a la empresaria que dice haber llevado 90.000 euros a la sede del PSOE]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/fallece-atropellado-conductor-salir-vehiculo-cuando-iba-8-entre-cabezon-san-vicente/20260628135503194978.html][Fallece atropellado un conductor tras salir de su vehículo cuando iba por la A-8 entre Cabezón y San Vicente]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/carmen-calvo-okuda-roto-abren-telon-cursos-verano-uimp-semana/20260628125314194976.html][Carmen Calvo, Okuda y 'El Roto' abren el telón de los cursos de verano de la UIMP esta semana]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/06/27/clashes-test-us-iran-ceasefire-bahrain-tanker-report-attacks/][U.S., Iran launch new strikes, testing fragile ceasefire as Hormuz tensions flare]]
- [[https://www.washingtonpost.com/world/2026/06/27/these-homes-rose-out-venezuelas-socialist-revolution-now-theyre-rubble/][These homes rose out of Venezuela’s socialist revolution. Now they’re rubble.]]
- [[https://www.washingtonpost.com/world/2026/06/27/unease-deepens-russia-ukraine-steps-up-long-range-strikes/][Unease deepens in Russia as Ukraine steps up long-range strikes]]
- [[https://www.washingtonpost.com/world/2026/06/26/ukrainian-drones-drive-russia-declare-emergency-occupied-crimea/][Ukrainian drones drive Russia to declare emergency in occupied Crimea]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/iran-asserts-sole-control-of-hormuz-warns-challenges-will-bring-more-violence-5abea3c7][Iran Asserts Sole Control of Hormuz, Warns Challenges Will Bring More Violence]]
- [[https://www.wsj.com/world/africa/south-african-vigilantes-chase-out-immigrants-with-knives-and-clubs-1a8b0712][South African Vigilantes Chase Out Immigrants With Knives and Clubs]]
- [[https://www.wsj.com/world/middle-east/mideast-fighting-widens-with-attacks-on-bahrain-hormuz-tanker-30a313a8][U.S., Iran Carry Out New Strikes, Testing Fragile Ceasefire]]
- [[https://www.wsj.com/world/europe/the-openness-that-powered-germanys-economy-is-now-its-biggest-weakness-33918619][The Openness That Powered Germany’s Economy Is Now Its Biggest Weakness]]
- [[https://www.wsj.com/world/china/a-rising-stars-abrupt-fall-shows-xis-crackdown-on-overambitious-officials-3d7dfb92][A Rising Star’s Abrupt Fall Shows Xi’s Crackdown on Overambitious Officials]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/planete/live/2026/06/28/en-direct-canicule-plus-de-1-300-morts-imputables-a-la-canicule-en-europe-selon-l-oms_6710159_3244.html][EN DIRECT, canicule : de la chaleur et des risques d’orage prévus dans l’est et le sud de la France, des records de chaleur à plus de 40 °C partout en Europe]]
- [[https://www.lemonde.fr/international/live/2026/06/28/en-direct-guerre-en-ukraine-les-dernieres-informations-au-28-juin-2026_6716525_3210.html][EN DIRECT, guerre en Ukraine : Vladimir Poutine promet d’« assurer » la sécurité de la Russie, alors que les attaques ukrainiennes se multiplient]]
- [[https://www.lemonde.fr/sport/article/2026/06/28/zlatan-ibrahimovic-star-des-terrains-de-football-devenu-employe-du-mois-parmi-les-consultants-de-la-coupe-du-monde-2026_6716571_3242.html][Zlatan Ibrahimovic, star des terrains de football devenu « employé du mois » parmi les consultants de la Coupe du monde 2026]]
- [[https://www.lemonde.fr/societe/article/2026/06/28/un-avion-civil-s-ecrase-en-meurthe-et-moselle-onze-morts_6716564_3224.html][Crash d’avion en Meurthe-et-Moselle : l’engin transportait un groupe pour un baptême de parachutisme, 11 personnes tuées]]
- [[https://www.lemonde.fr/politique/article/2026/06/28/nouvelle-caledonie-les-electeurs-votent-dimanche-pour-des-provinciales-a-hauts-enjeux_6716553_823448.html][Nouvelle-Calédonie : aux premières élections provinciales depuis 2019, pas de majorité pour les non-indépendantistes au Congrès]]

*** Le Figaro

- [[https://www.lefigaro.fr/actualite-france/canicule-pourquoi-le-bilan-sanitaire-va-encore-s-alourdir-20260628][Canicule : pourquoi le bilan sanitaire va encore s’alourdir]]
- [[https://www.lefigaro.fr/actualite-france/redoutez-vous-une-surmortalite-apres-cet-episode-de-canicule-exceptionnel-20260628][Redoutez-vous une surmortalité après cet épisode de canicule exceptionnel ?]]
- [[https://www.lefigaro.fr/actualite-france/mortalite-en-periode-de-canicule-les-tensions-se-concentrent-sur-paris-ou-les-deux-funerariums-sont-complets-20260628][Mortalité en période de canicule : «Les tensions se concentrent sur Paris, où les deux funérariums sont complets»]]
- [[https://www.lefigaro.fr/vox/histoire/du-moyen-age-aux-annees-1980-ces-canicules-qu-ont-connues-les-francais-au-fil-des-siecles-et-qu-on-a-oubliees-20260627][Du Moyen Âge aux années 1980, ces canicules qu’ont connues les Français au fil des siècles et qu’on a oubliées]]
- [[https://www.lefigaro.fr/actualite-france/temperatures-frequence-duree-mortalite-comment-les-canicules-ont-evolue-en-france-depuis-le-traumatisme-de-2003-20260623][Températures, fréquence, durée, mortalité : comment les canicules ont évolué en France depuis le traumatisme de 2003]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.co.uk/news/articles/cr47dvywvy5o?at_medium=RSS&at_campaign=rss][Two boys rescued from Venezuela earthquake rubble after days of being trapped]]
- [[https://www.bbc.co.uk/news/articles/cdjk8zwe7z3o?at_medium=RSS&at_campaign=rss][In Caracas, this feels like the hardest moment in Venezuela's modern history]]
- [[https://www.bbc.co.uk/news/articles/cdxdwkgqgq0o?at_medium=RSS&at_campaign=rss][US and Iran exchange strikes and accuse each other of violating ceasefire]]
- [[https://www.bbc.co.uk/news/articles/c5yz9yj9x74o?at_medium=RSS&at_campaign=rss][Eleven killed after plane carrying skydivers crashes in eastern France]]
- [[https://www.bbc.co.uk/news/articles/cx2vdydz31no?at_medium=RSS&at_campaign=rss][Heatwave breaks records in Germany, Denmark and Czech Republic]]

