260628_day_briefing.html
<div id="outline-container-orgf731227" class="outline-4">
<h4 id="orgf731227">The Guardian</h4>
<div class="outline-text-4" id="text-orgf731227">
<ul class="org-ul">
<li><a href="https://www.theguardian.com/world/2026/jun/26/cape-verde-world-cup-run-delights-diaspora-community-uk">‘Everyone is talking about Cape Verde’: World Cup run delights diaspora community in UK</a></li>
<li><a href="https://www.theguardian.com/global-development/2026/jun/26/whereabouts-of-nearly-300-people-with-ebola-unknown-in-drc">Whereabouts of nearly 300 people with Ebola unknown in DR Congo</a></li>
<li><a href="https://www.theguardian.com/global-development/2026/jun/26/woman-sadia-moalim-ali-three-year-jail-sentence-somalia-online-comments-governement">Outrage as woman jailed for three years after criticising Somali government online</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/25/constitutional-coup-zimbabwe-senate-approves-presidential-term">‘Constitutional coup’ claims as Zimbabwe senate approves extending presidential term</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/24/france-ebola-first-case-doctor-drc">France confirms first Ebola case in doctor who had worked in DRC</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgb83cbbf" class="outline-3">
<h3 id="orgb83cbbf">🇮🇹 Italia</h3>
<div class="outline-text-3" id="text-orgb83cbbf">
</div>
<div id="outline-container-orgccb3f76" class="outline-4">
<h4 id="orgccb3f76">Corriere della Sera</h4>
<div class="outline-text-4" id="text-orgccb3f76">
<ul class="org-ul">
<li><a href="https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml">Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml">Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml">IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»</a></li>
<li><a href="https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml">LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml">I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgaa05c51" class="outline-4">
<h4 id="orgaa05c51">Il Sole 24 Ore</h4>
<div class="outline-text-4" id="text-orgaa05c51">
<ul class="org-ul">
<li><a href="https://www.ilsole24ore.com/art/falsi-prodotti-italiani-giro-d-affari-42-miliardi-il-nostro-paese-e-usa-AIVdN1uD">Falsi prodotti italiani: giro d’affari di 42 miliardi tra noi  e gli Usa</a></li>
<li><a href="https://www.ilsole24ore.com/art/carceri-trasferimento-simultaneo-128-detenuti-41-bis-vigevano-AI9em2uD">Carceri, trasferimento simultaneo di 128 detenuti 41-bis a Vigevano</a></li>
<li><a href="https://www.ilsole24ore.com/art/salvini-chiude-vannacci-voto-questa-alleanza-AIhsszuD">Salvini chiude a Vannacci: al voto con questa alleanza</a></li>
<li><a href="https://www.ilsole24ore.com/art/a-roma-pioggia-record-gennaio-inizio-giugno-livello-piu-alto-ultimi-6-anni-AIjhRGtD">A Roma pioggia record da gennaio a inizio giugno: il livello più alto degli ultimi 6 anni</a></li>
<li><a href="https://www.ilsole24ore.com/art/clima-e-roma-capitale-piu-calda-anni-80-temperatura-e-cresciuta-3-gradi-AId13RtD">Clima, è Roma la capitale più calda: dagli anni 80 la temperatura è cresciuta di tre gradi</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4eddec0" class="outline-3">
<h3 id="org4eddec0">🇩🇪 Alemania</h3>
<div class="outline-text-3" id="text-org4eddec0">
</div>
<div id="outline-container-org469f224" class="outline-4">
<h4 id="org469f224">Der Spiegel</h4>
<div class="outline-text-4" id="text-org469f224">
<ul class="org-ul">
<li><a href="https://www.spiegel.de/international/world/climate-change-in-oceania-tuvalu-is-tired-of-the-prophets-of-doom-a-53a59063-c102-4f4e-9946-08b4189343b5#ref=rss">Climate Change in Oceania: Tuvalu Is Tired of the Prophets of Doom</a></li>
<li><a href="https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss">The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files</a></li>
<li><a href="https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss">Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability</a></li>
<li><a href="https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss">Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State'</a></li>
<li><a href="https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss">NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1765187" class="outline-4">
<h4 id="org1765187">Deutsche Welle</h4>
<div class="outline-text-4" id="text-org1765187">
<ul class="org-ul">
<li><a href="https://www.dw.com/en/saudi-aramco-helicopter-crashes-all-14-passengers-killed/a-77744020?maca=en-rss-en-world-4025-rdf">Saudi Aramco helicopter crashes, all 14 passengers killed</a></li>
<li><a href="https://www.dw.com/en/fact-check-as-europe-bakes-should-you-trust-your-sunscreen/a-77707226?maca=en-rss-en-world-4025-rdf">Fact check: As Europe bakes, should you trust your sunscreen?</a></li>
<li><a href="https://www.dw.com/en/with-operation-purgatory-magyar-moves-to-demolish-orban-system/a-77726207?maca=en-rss-en-world-4025-rdf">With 'Operation Purgatory,' Magyar moves to demolish Orban system</a></li>
<li><a href="https://www.dw.com/en/albania-s-flamingo-revolution-what-s-behind-the-protests/a-77710991?maca=en-rss-en-world-4025-rdf">Albania's 'Flamingo Revolution': What's behind the protests?</a></li>
<li><a href="https://www.dw.com/en/ukraine-strikes-russian-weapons-plant-moscow-fuel-hub/a-77735059?maca=en-rss-en-world-4025-rdf">Ukraine strikes Russian weapons plant, Moscow fuel hub</a></li>
</ul>
</div>
</div>
</div>
