260628_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/06/k-pop-no-rock-in-rio-e-uma-forma-de-aproxima-lo-do-publico-diz-roberta-medina.shtml][K-pop no Rock in Rio é uma forma de aproximá-lo do público, diz Roberta Medina]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/fila-do-inss-cai-a-menor-patamar-desde-2024-e-nova-presidente-ve-reducao-gradual-nos-proximos-meses.shtml][Fila do INSS cai a menor patamar desde 2024, e nova presidente vê redução gradual nos próximos meses]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/goleiros-veteranos-e-pouco-conhecidos-se-destacaram-na-1a-fase-da-copa-do-mundo.shtml][Goleiros veteranos e pouco conhecidos se destacaram na 1ª fase da Copa do Mundo]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/voceviu/2026/06/reporter-da-abc-pede-desculpas-apos-dizer-que-nao-sabe-onde-fica-a-bosnia.shtml][Repórter da ABC pede desculpas após dizer que não sabe onde fica a Bósnia]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/entusiasmo-excessivo-pela-ia-pode-resultar-em-uma-longa-crise-de-investimentos-alerta-o-bis.shtml][Entusiasmo excessivo pela IA pode resultar em uma longa crise de investimentos, alerta o BIS]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
