260628_day_briefing.html
<div id="outline-container-orgbddc083" class="outline-3">
<h3 id="orgbddc083">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-orgbddc083">
</div>
<div id="outline-container-org1470ec6" class="outline-4">
<h4 id="org1470ec6">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org1470ec6">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/06/k-pop-no-rock-in-rio-e-uma-forma-de-aproxima-lo-do-publico-diz-roberta-medina.shtml">K-pop no Rock in Rio é uma forma de aproximá-lo do público, diz Roberta Medina</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/fila-do-inss-cai-a-menor-patamar-desde-2024-e-nova-presidente-ve-reducao-gradual-nos-proximos-meses.shtml">Fila do INSS cai a menor patamar desde 2024, e nova presidente vê redução gradual nos próximos meses</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/goleiros-veteranos-e-pouco-conhecidos-se-destacaram-na-1a-fase-da-copa-do-mundo.shtml">Goleiros veteranos e pouco conhecidos se destacaram na 1ª fase da Copa do Mundo</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/voceviu/2026/06/reporter-da-abc-pede-desculpas-apos-dizer-que-nao-sabe-onde-fica-a-bosnia.shtml">Repórter da ABC pede desculpas após dizer que não sabe onde fica a Bósnia</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/entusiasmo-excessivo-pela-ia-pode-resultar-em-uma-longa-crise-de-investimentos-alerta-o-bis.shtml">Entusiasmo excessivo pela IA pode resultar em uma longa crise de investimentos, alerta o BIS</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgc2c4d31" class="outline-4">
<h4 id="orgc2c4d31">O Globo</h4>
<div class="outline-text-4" id="text-orgc2c4d31">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orge341f4e" class="outline-2">
<h2 id="orge341f4e">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-orge341f4e">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
